meh2481/circuitpython/ports/raspberrypi/boards/mi_pico/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Mi Pico"
#define MICROPY_HW_MCU_NAME "rp2040"

#define MICROPY_HW_LED_STATUS (&pin_GPIO0)

#define CIRCUITPY_BOARD_I2C         (1)
#define CIRCUITPY_BOARD_I2C_PIN     {{.scl = &pin_GPIO5, .sda = &pin_GPIO4}}
